Repository: deiv/kdeconnect-pkg
Catalog: po/*/kdeconnect-plugins.po
Languages: ca

# device name: low battery
source: %1: low battery
ca: %1: bateria baixa

source: Battery at %1%
ca: Bateria al %1%

source: Pause music plugin
ca: Connector Pausa la música

source: Pause condition
ca: Condició per a la pausa

source: Pause as soon as phone rings
ca: Pausa tan aviat com soni el telèfon

source: Pause only while talking
ca: Pausa només mentre es parla

source: Mute system instead of pause
ca: Silencia el sistema en lloc de fer una pausa

source: Failed to start sshfs
ca: Ha fallat en iniciar «sshfs»

source: Error when accessing to filesystem
ca: Error en accedir al sistema de fitxers

source: Failed to mount filesystem: device not responding
ca: El muntatge del sistema de fitxers ha fallat: el dispositiu no respon

source: Share plugin settings
ca: Ajustaments del connector Compartició

source: sshfs not found in PATH
ca: No s'ha trobat «sshfs» a la PATH

source: Disconnect when idle
ca: Desconnecta quan resti inactiu

source: Timeout:
ca: Temps d'expiració:

source: Device %1
ca: Dispositiu %1

source: Receiving
ca: Recepció

source: Save files in:
ca: Desa els fitxers a:

source: %1 in the path will be replaced with the specific device name.
ca: %1 al camí serà substituït pel nom del dispositiu específic.

source: Transfer finished
ca: La transferència ha finalitzat

source: Open destination folder
ca: Obre la carpeta de destinació

source: unknown number
ca: número desconegut

source: Incoming call from %1
ca: Trucada entrant des de %1

source: Missed call from %1
ca: Trucada perduda des de %1

source: SMS from %1: %2
ca: SMS des de %1: %2

source: Unknown telephony event: %2
ca: Esdeveniment de telefonia desconegut: %2
