Repository: deiv/kdeconnect-pkg
Catalog: po/*/kdeconnect-cli.po
Languages: ar, de, es, fi, ko, nl, pl, sk, sv

# NAME OF TRANSLATORS
source: Your names
ar: صفا الفليج
de: Burkhard Lück
es: Víctor Rodrigo Córdoba
fi: Tommi Nieminen
ko: Park Shinjo
nl: Freek de Kruijf
pl: Łukasz Wojniłowicz
sk: Roman Paholík
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
ar: safa1996alfulaij@gmail.com
de: lueck@hube-lueck.de
es: vrcordoba@gmail.com
fi: translator@legisign.org
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
sk: wizzardsk@gmail.com
sv: stefan.asserhall@bredband.net

source: KDE Connect CLI tool
ar: أداة سطر أوامر لكدي المتّصل
de: KDE-Connect-Dienstprogramm für die Befehlszeile
es: Herramienta de línea de comandos para KDE Connect
fi: KDE Connectin komentorivityökalu
ko: KDE Connect 명령행 도구
nl: CLI-hulpmiddel van KDE Connect
pl: Narzędzie CLI KDE Connect
sk: CLI nástroj KDE Connect
sv: KDE-anslut kommandoradsverktyg

source: (C) 2013 Aleix Pol Gonzalez
es: «©» 2013 Aleix Pol Gonzalez
fi: © 2013 Aleix Pol Gonzalez
sv: © 2013 Aleix Pol Gonzalez

source: List all devices.
ar: اسرد كلّ الأجهزة.
de: Listet alle Geräte
es: Mostrar todos los dispositivos.
fi: Luettele kaikki laitteet.
ko: 모든 장치를 표시합니다.
nl: Maak een lijst van alle apparaten.
pl: Wyszczególnij wszystkie urządzenia.
sk: Vypísať všetky zariadenia.
sv: Lista alla enheter.

source: Search for devices in the network and re-establish connections.
ar: ابحث عن الأجهزة في الشّبكة وأعد إنشاء الاتّصالات.
de: Nach Geräten im Netzwerk suchen und Verbindungen wiederherstellen.
es: Buscar dispositivos en la red y restablecer conexiones.
fi: Etsi verkosta laitteista ja yhdistä uudelleen.
ko: 네트워크의 장치를 찾아서 다시 연결합니다.
nl: Zoek naar apparaten in het netwerk en maak opnieuw verbindingen.
pl: Wyszukaj urządzeń w sieci i ponownie ustanów połączenia.
sk: Hľadať zariadenia v sieti a znovu ich pripojiť.
sv: Sök efter enheter på nätverket och återupprätta anslutningar.

source: Request pairing to a said device.
ar: اطلب الاقتران بجهاز ما.
de: Verbindung für ein genanntes Gerät anfordern.
es: Solicitar emparejamiento con un dispositivo dado.
fi: Pyydä pariksi kytkemistä annettuun laitteeseen.
ko: 지정한 장치에 페어링을 요청합니다.
nl: Verzoek voor maken van een paar met een aangeven apparaat.
pl: Zażądaj sparowania z danym urządzeniem.
sk: Vyžiadať párovanie na dané zariadenie.
sv: Begär ihopparning med sagd enhet.

source: Stop pairing to a said device.
ar: أزل الاقتران بجهاز ما.
de: Verbindung für ein genanntes Gerät trennen.
es: Parar emparejamiento con un dispositivo dado.
fi: Lopeta annetun laitteen kytkeminen pariksi.
ko: 지정한 장치에 요청한 페어링을 중단합니다.
nl: Stop met het zijn van een paar met een aangeven apparaat.
pl: Zatrzymaj parowanie z danym urządzeniem.
sk: Zastaviť párovanie na dané zariadenie.
sv: Stoppa ihopparning med sagd enhet.

source: Send a ping to said device.
ar: أرسل وخزة إلى جهاز ما.
de: Ping an ein genanntes Gerät senden.
es: Envía un ping a un dispositivo dado.
fi: Lähetä tiedustelupaketti annetulle laiteelle.
ko: 지정한 장치에 핑을 보냅니다.
nl: Stuurt een ping naar het aangeven apparaat.
pl: Wyślij ping do danego urządzenia.
sk: Poslať ping na dané zariadenie.
sv: Skicka ping till sagd enhet.

source: Same as ping but you can customize the message shown.
ar: نفس ping لكنّك تستطيع تخصيص الرّسالة الظّاهرة.
de: Wie beim Ping, aber Sie können die angezeigte Nachricht anpassen.
es: Igual que el ping, pero pudiendo personalizar el mensaje mostrado.
fi: Kuten tiedustelupaketti (ping), mutta voit mukauttaa näytetyn viestin.
ko: 핑과 동일하지만 메시지를 사용자 정의할 수 있습니다.
nl: Hetzelfde als ping maar u kunt het getoonde bericht aanpassen.
pl: To samo co ping, lecz można dostosować wyświetlaną wiadomość.
sk: Rovnaké ako ping, ale môžete si prispôsobiť zobrazenú správu.
sv: Samma som ping, men det går att anpassa det visade meddelandet.

source: Share a file to a said device.
ar: شارك ملفًّا مع جهاز ما.
de: Eine Datei für ein genanntes Gerät freigeben.
es: Compartir un archivo con un dispositivo dado.
fi: Jaa tiedosto annettuun laitteeseen.
ko: 지정한 장치로 파일을 보냅니다.
nl: Deel een bestand met een aangegeven apparaat.
pl: Udostępnij plik danemu urządzeniu.
sk: Zdieľať súbor na dané zariadenie.
sv: Dela en fil med sagd enhet.

source: Display the notifications on a said device.
ar: اعرض الإخطارات في جهاز ما.
de: Benachrichtigungen auf einem genannten Gerät anzeigen.
es: Mostrar las notificaciones de un dispositivo dado.
fi: Näytä annetun laitteen ilmoitukset.
ko: 지정한 장치의 알림을 표시합니다.
nl: De meldingen tonen op een aangegeven apparaat.
pl: Wyświetl powiadomienia na danym urządzeniu.
sk: Zobraziť oznámenia na danom zariadení.
sv: Visa underrättelser på sagd enhet.

source: Device ID.
ar: معرّف الجهاز.
de: Geräte-Kennung
es: Identificador del dispositivo.
fi: Laitteen tunniste.
ko: 장치 ID입니다.
nl: Apparaat-id.
pl: ID urządzenia.
sk: ID zariadenia.
sv: Enhetsidentifierare.

source: No device specified
ar: لم يحدّد أيّ جهاز
de: Kein Gerät angegeben
es: No se ha especificado ningún dispositivo
fi: Laitetta ei määritetty
ko: 장치가 지정되지 않았음
nl: Geen apparaat gespecificeerd
pl: Nie podano urządzenia
sk: Neurčené zariadenie
sv: Ingen enhet angiven

source: Couldn't share %1
ar: تعذّرت مشاركة %1
de: %1 kann nicht freigegeben werden
es: No se pudo compartir %1
fi: Ei voida jakaa: %1
ko: %1을(를) 공유할 수 없음
nl: Kan %1 niet delen
pl: Nie można udostępnić %1
sk: Nemôžem zdieľať %1
sv: Kunde inte dela %1

source: Nothing to be done with the device
ar: لا شيء لفعله مع الجهاز
de: Für dieses Gerät gibt es nichts zu tun
es: Nada que hacer con el dispositivo
fi: Ei mitään tehtävää laitteella
ko: 장치로 할 수 있는 일이 없습니다
nl: Er is niets te doen met dit apparaat
pl: Nie można zrobić nic z urządzeniem
sk: Nič sa nedá robiť so zariadením
sv: Ingenting att utföra med enheten
