Repository: deiv/kdeconnect-pkg
Catalog: po/*/kdeconnect-kded.po
Languages: bs, es, hu, sk

# NAME OF TRANSLATORS
source: Your names
es: Eloy Cuadra
hu: Úr Balázs
sk: Roman Paholík

# EMAIL OF TRANSLATORS
source: Your emails
es: ecuadra@eloihr.net
hu: urbalazs@gmail.com
sk: wizzardsk@gmail.com

source: Already paired
bs: Već spareno
es: Ya está vinculado
hu: Már párosítva
sk: Už spárované

source: Pairing already requested for this device
bs: Uparivanje je već zatraženo za ovaj uređaj
es: Ya ha solicitado vincularse a este dispositivo
hu: A párosítás már kérve lett ehhez az eszközhöz
sk: Párovanie už vyžiadané pre toto zariadenie

source: Device not reachable
bs: Uređaj nije dostupan
es: No se encuentra el dispositivo
hu: Az eszköz nem érhető el
sk: Zariadenie nedosiahnuteľné

source: Error contacting device
bs: Greška u povezivanju sa uređajem
es: Ha ocurrido un error al contactar con el dispositivo
hu: Hiba az eszközzel való kommunikáláskor
sk: Chyba kontaktovania zariadenia

source: Timed out
bs: Isteklo vrijeme
es: Se ha agotado el tiempo
hu: Időtúllépés
sk: Časový limit

source: Canceled by other peer
bs: Otkazano od strane drugog saradnika
es: Cancelado por la otra parte
hu: A másik partner megszakította
sk: Zrušené iným klientom

source: Received incorrect key
bs: Primljena pogrešna tipka
es: Se ha recibido una clave incorrecta
hu: Hibás kulcs fogadva
sk: Získaný nesprávny kľúč

source: Pairing request from %1
bs: Zahtjev za uparivanje od %1
es: Solicitud de vinculación de %1
hu: Párosítási kérés innen: %1
sk: Požiadavka spárovania od %1

source: Accept
bs: Prihvati
es: Aceptar
hu: Elfogadás
sk: Prijať

source: Reject
bs: Odbaci
es: Rechazar
hu: Elutasítás
sk: Odmietnuť

source: Canceled by the user
bs: Otkazano od strane korisnika
es: Cancelado por el usuario
hu: Megszakítva a felhasználó által
sk: Zrušené používateľom

# Device name that will appear on the jobs
source: KDE-Connect
hu: KDE-csatlakozás

source: Receiving file over KDE-Connect
hu: Fájl fogadása a KDE-csatlakozáson keresztül

# File transfer origin
source: From
hu: Feladó

source: Incoming file exists
hu: A beérkező fájl létezik

# File transfer destination
source: To
hu: Címzett

source: Received incomplete file
bs: Primljen nekompletan fajl
es: Se ha recibido un archivo incompleto
hu: Befejezetlen fájl fogadva
sk: Prijatý nekompletný súbor

source: connect devices
es: conectar dispositivos
hu: eszközök csatlakoztatása
sk: pripojiť zariadenia

# device name: low battery
source: %1: low battery
bs: %1 slaba baterija
es: %1: batería baja
hu: %1: alacsony telepfeszültség
sk: %1: nízka úroveň batérie

source: Battery at %1%
bs: Baterija na %1%
es: Batería al %1%
hu: Akkumulátor %1%
sk: Batéria na %1%

source: Pause music plugin
bs: Pauziraj muzički priključak
es: Pausar complemento de música
hu: Zene szüneteltetése bővítmény
sk: Pozastaviť hudobný plugin

source: Pause condition
bs: Uslov pauze
es: Condición de pausa
hu: Szüneteltetési feltétel
sk: Podmienka pozastavenia

source: Pause as soon as phone rings
bs: Pauziraj čim telefon zazvoni
es: Pausar tan pronto como suene el teléfono
hu: Szüneteltetés azonnal, amint a telefon csöng
sk: Pozastaviť hneď, ako zazvoní telefón

source: Pause only while talking
bs: Pauza samo pri preuzimanju
es: Pausar solo mientras se habla
hu: Szüneteltetés csak beszélgetés közben
sk: Pozastaviť iba počas hovoru

source: Mute system instead of pause
es: Silenciar el sistema en lugar de detenerlo
hu: Rendszer némítása szüneteltetés helyett
sk: Stlmiť systém namiesto pozastavenia

source: Failed to start sshfs
es: Ha fallado el inicio de sshfs
hu: Nem sikerült elindítani az sshfs programot
sk: Zlyhalo spustenie sshfs

source: Error when accessing to filesystem
es: Error al acceder al sistema de archivos
hu: Hiba a fájlrendszerhez való hozzáférés közben
sk: Chyba pri prístupe na súborový systém

source: Failed to mount filesystem: device not responding
es: Ha fallado el montaje del sistema de archivos: el dispositivo no responde
hu: Nem sikerült csatolni a fájlrendszert: az eszköz nem válaszol
sk: Zlyhalo pripojenie súborového systému: zariadenie neodpovedá

source: Share plugin settings
bs: Dijeli postavke priključka
es: Preferencias del complemento de recursos compartidos
hu: Megosztás bővítmény beállításai
sk: Nastavenia pluginu zdieľania

source: Disconnect when idle
es: Desconectar cuando esté inactivo
hu: Leválasztás üresjáratban
sk: Odpojiť pri nečinnosti

source: Error
hu: Hiba
sk: Chyba

source: sshfsf not found in PATH
es: No se ha encontrado sshfsf en el PATH
hu: Az sshfs nem található a PATH értékében
sk: sshfsf nenájdený v PATH

source: Mountpoint:
es: Punto de montaje:
hu: Csatolási pont:
sk: Bod pripojenia:

source: Timeout:
es: Tiempo de espera:
hu: Időtúllépés:
sk: Čas vypršania:

source: min
hu: perc

source: Device %1
es: Dispositivo %1
hu: Eszköz %1
sk: Zariadenie %1

source: Filesystem mounted at %1
es: Sistema de archivos montado en %1
hu: Fájlrendszer csatolva: %1
sk: Súborový systém pripojený na %1

source: Filesystem unmounted
es: Sistema de archivos desmontado
hu: Fájlrendszer leválasztva
sk: Súborový systém odpojený

source: Receiving
bs: Preuzimam
es: Recibiendo
hu: Fogadás
sk: Prijímanie

source: Save files in:
bs: Snimi datoteke u:
es: Guardar archivos en:
hu: Fájlok mentése:
sk: Uložiť súbory v:

source: Transfer finished
bs: Prebacivanje završeno
es: Transferencia finalizada
hu: Az átvitel befejeződött
sk: Prenos ukončený

source: Open destination folder
bs: Otvori odredisni folder
es: Abrir carpeta de destino
hu: Célmappa megnyitása
sk: Otvoriť cieľový priečinok

source: unknown number
bs: Nepoznat broj
es: número desconocido
hu: ismeretlen szám
sk: neznáme číslo

source: Incoming call from %1
bs: Dolazni poziv od %1
es: Llamada entrante en %1
hu: Bejövő hívás tőle: %1
sk: Prichádzajúci hovor od %1

source: Missed call from %1
bs: Propušten poziv od %1
es: Llamada perdida en %1
hu: Nem fogadott hívás tőle: %1
sk: Zmeškaný hovor od %1

source: SMS from %1: %2
bs: SMS od %1:%2
es: SMS en %1: %2
hu: SMS tőle: %1: %2
sk: SMS od %1: %2

source: Unknown telephony event: %2
bs: Nepoznati telefonski događaj: %2
es: Evento de telefonía desconocido: %2
hu: Ismeretlen telefonesemény: %2
sk: Neznáma telefónna udalosť: %2
